Repository: hieubuiVMUS2K4/Martime_product_v1.1
Catalog: frontend-mobile/lib/l10n/app_*.arb
Languages: fil, hi

source: Login
fil: Mag-login
hi: लॉगिन

source: Logout
fil: Mag-logout
hi: लॉगआउट

source: Please enter username
fil: Pakiusap ipasok ang username
hi: कृपया यूज़रनेम दर्ज करें

source: Please enter password
fil: Pakiusap ipasok ang password
hi: कृपया पासवर्ड दर्ज करें

source: Login failed
fil: Hindi matagumpay ang pag-login
hi: लॉगिन विफल रहा

# loginSuccess
source: Login successful
fil: Matagumpay na nag-login
hi: लॉगिन सफल रहा

source: Tasks
fil: Mga Gawain
hi: कार्य

source: Schedule
fil: Iskedyul
hi: कार्यक्रम

source: Alarms
fil: Mga Alarma
hi: अलार्म

source: Settings
fil: Mga Setting
hi: सेटिंग्स

source: My Tasks
fil: Aking Mga Gawain
hi: मेरे कार्य

source: Task Details
fil: Detalye ng Gawain
hi: कार्य विवरण

source: Start Task
fil: Simulan
hi: शुरू करें

source: Complete Task
fil: Tapusin
hi: पूर्ण करें

source: Task Status
fil: Katayuan
hi: स्थिति

# taskPriority
source: Priority
fil: Priyoridad
hi: प्राथमिकता

source: Due Date
fil: Petsa ng Deadline
hi: नियत तारीख

source: Estimated Time
fil: Tinatayang Oras
hi: अनुमानित समय

source: Description
fil: Paglalarawan
hi: विवरण

# statusPending
source: Pending
fil: Naghihintay
hi: लंबित

# statusInProgress
source: In Progress
fil: Kasalukuyang Ginagawa
hi: प्रगति में

# statusCompleted
source: Completed
fil: Tapos na
hi: पूर्ण

# statusOverdue
source: Overdue
fil: Lampas sa Takdang Oras
hi: समय सीमा समाप्त

# priorityCritical
source: Critical
fil: Kritikal
hi: अत्यावश्यक

# priorityHigh
source: High
fil: Mataas
hi: उच्च

# priorityLow
source: Low
fil: Mababa
hi: निम्न

source: Server Configuration
fil: Konpigurasyon ng Server
hi: सर्वर कॉन्फ़िगरेशन

source: Data & Storage
fil: Data at Storage
hi: डेटा और स्टोरेज

source: Clear Cache
fil: Burahin ang Cache
hi: कैश साफ़ करें

source: Remove all cached data
fil: Tanggalin ang lahat ng naka-cache na data
hi: सभी कैश किए गए डेटा को हटाएं

source: About
fil: Tungkol sa
hi: के बारे में

source: Version
fil: Bersyon
hi: संस्करण

source: License
fil: Lisensya
hi: लाइसेंस

source: Sync Status
fil: Katayuan ng Sync
hi: समन्वयन स्थिति

# itemsWaitingToSync
source: {count} items waiting to sync
fil: {count} mga item na naghihintay na i-sync
hi: {count} आइटम समन्वयन के लिए प्रतीक्षारत

source: Sync Now
fil: I-sync Ngayon
hi: अभी समन्वयित करें

# lastSyncAt
source: Last sync at {time}
fil: Huling sync sa {time}
hi: अंतिम समन्वयन {time} पर

source: Server URL
fil: URL ng Server
hi: सर्वर URL

source: Test Connection
fil: Subukan ang Koneksyon
hi: कनेक्शन परीक्षण करें

source: Save Configuration
fil: I-save ang Konpigurasyon
hi: कॉन्फ़िगरेशन सहेजें

source: Connection successful!
fil: Matagumpay ang koneksyon!
hi: कनेक्शन सफल रहा!

source: Connection failed
fil: Hindi matagumpay ang koneksyon
hi: कनेक्शन विफल रहा

source: Please enter server URL
fil: Pakiusap ipasok ang URL ng server
hi: कृपया सर्वर URL दर्ज करें

# invalidUrlFormat
source: Invalid URL format (must start with http:// or https://)
fil: Hindi wastong format ng URL (dapat magsimula sa http:// o https://)
hi: अमान्य URL प्रारूप (http:// या https:// से शुरू होना चाहिए)

# clearCacheTitle
source: Clear Cache
fil: Burahin ang Cache
hi: कैश साफ़ करें

# clearCacheMessage
source: Are you sure you want to clear all cached data? This will remove all offline data.
fil: Sigurado ka bang gusto mong burahin ang lahat ng naka-cache na data? Ito ay magtanggal ng lahat ng offline data.
hi: क्या आप वाकई सभी कैश किए गए डेटा को साफ़ करना चाहते हैं? यह सभी ऑफ़लाइन डेटा को हटा देगा।

# cacheClearedSuccess
source: Cache cleared successfully
fil: Matagumpay na nabura ang cache
hi: कैश सफलतापूर्वक साफ़ किया गया

source: Cancel
fil: Kanselahin
hi: रद्द करें

source: Confirm
fil: Kumpirmahin
hi: पुष्टि करें

# logoutTitle
source: Logout
fil: Mag-logout
hi: लॉगआउट

# logoutMessage
source: Are you sure you want to logout?
fil: Sigurado ka bang gusto mong mag-logout?
hi: क्या आप वाकई लॉगआउट करना चाहते हैं?

source: No tasks available
fil: Walang available na gawain
hi: कोई कार्य उपलब्ध नहीं है

source: Loading tasks...
fil: Nilo-load ang mga gawain...
hi: कार्य लोड हो रहे हैं...

source: Error loading tasks
fil: Error sa pag-load ng mga gawain
hi: कार्य लोड करने में त्रुटि

source: Retry
fil: Subukan Muli
hi: पुनः प्रयास करें

source: Language
fil: Wika
hi: भाषा

source: Language Settings
fil: Mga Setting ng Wika
hi: भाषा सेटिंग्स

source: Select Language
fil: Pumili ng Wika
hi: भाषा चुनें

# languageChanged
source: Language changed successfully
fil: Matagumpay na nabago ang wika
hi: भाषा सफलतापूर्वक बदली गई

# restartRequired
source: Please restart the app to apply language changes
fil: Pakiusap i-restart ang app upang ilapat ang mga pagbabago sa wika
hi: भाषा परिवर्तन लागू करने के लिए कृपया ऐप को पुनः प्रारंभ करें

source: Position
fil: Posisyon
hi: पद

source: Crew ID
fil: ID
hi: आईडी

# notAvailable
source: N/A
fil: Walang data
hi: उपलब्ध नहीं

source: Just now
fil: Ngayon lang
hi: अभी

# minutesAgo
source: {minutes}m ago
fil: {minutes}m nakaraan
hi: {minutes} मिनट पहले

# hoursAgo
source: {hours}h ago
fil: {hours}h nakaraan
hi: {hours} घंटे पहले

source: My Certificates
fil: Aking Mga Sertipiko
hi: मेरे प्रमाण पत्र

source: My Profile
fil: Aking Profile
hi: मेरी प्रोफ़ाइल

source: EXPIRED
fil: NATAPOS NA
hi: समाप्त

source: EXPIRING
fil: MALAPIT NANG MATAPOS
hi: समाप्त होने वाला

source: Safety Alarms
fil: Mga Alarma ng Kaligtasan
hi: सुरक्षा अलार्म

source: Alarm Details
fil: Detalye ng Alarma
hi: अलार्म विवरण

source: Alarm Statistics
fil: Istatistika ng Alarma
hi: अलार्म सांख्यिकी

source: Alarm History
fil: Kasaysayan ng Alarma
hi: अलार्म इतिहास

source: Acknowledge
fil: Kilalanin
hi: पुष्टि करें

source: Resolve
fil: Lutasin
hi: हल करें

source: Alarm acknowledged
fil: Nakilala ang alarma
hi: अलार्म की पुष्टि की गई

source: Alarm resolved
fil: Nalutas ang alarma
hi: अलार्म हल हो गया

source: Failed to acknowledge alarm
fil: Hindi makilala ang alarma
hi: अलार्म की पुष्टि विफल रही

source: Failed to resolve alarm
fil: Hindi malutas ang alarma
hi: अलार्म हल करने में विफल

source: Confirm Resolution
fil: Kumpirmahin ang Paglutas
hi: समाधान की पुष्टि करें

# areYouSureResolveAlarm
source: Are you sure you want to resolve this alarm?
fil: Sigurado ka bang gusto mong lutasin ang alarmang ito?
hi: क्या आप वाकई इस अलार्म को हल करना चाहते हैं?

source: All systems normal
fil: Lahat ng sistema ay normal
hi: सभी सिस्टम सामान्य हैं

source: Generate Sample Alarms
fil: Bumuo ng Sample Alarms
hi: नमूना अलार्म उत्पन्न करें

source: Sample alarms generated
fil: Nabuo ang sample alarms
hi: नमूना अलार्म उत्पन्न हुए

source: No data available
fil: Walang available na data
hi: कोई डेटा उपलब्ध नहीं है

source: New Watch Log
fil: Bagong Watch Log
hi: नई वॉच लॉग

source: Watch Log Details
fil: Detalye ng Watch Log
hi: वॉच लॉग विवरण

source: Watch log not found
fil: Hindi natagpuan ang watch log
hi: वॉच लॉग नहीं मिला

source: Add Log Entry
fil: Magdagdag ng Log Entry
hi: लॉग प्रविष्टि जोड़ें

# addNotableEvents
source: Add notable events or observations during your watch:
fil: Magdagdag ng mga kapansin-pansing kaganapan o obserbasyon sa iyong pagbantay:
hi: अपनी वॉच के दौरान उल्लेखनीय घटनाओं या अवलोकनों को जोड़ें:

# logEntrySaved
source: Log entry saved. Waiting for Master signature.
fil: Na-save ang log entry. Naghihintay ng pirma ng Master.
hi: लॉग प्रविष्टि सहेजी गई। कप्तान के हस्ताक्षर की प्रतीक्षा में।

source: Watch log created successfully
fil: Matagumpay na nalikha ang watch log
hi: वॉच लॉग सफलतापूर्वक बनाया गया

source: Watch Date
fil: Petsa ng Pagbabantay
hi: वॉच तारीख

source: Task Overdue
fil: Lampas sa Takdang Oras ang Gawain
hi: कार्य समय सीमा समाप्त

# thisTaskIsOverdue
source: This task is overdue. Starting it now will help catch up on maintenance, but please complete it as soon as possible.
fil: Ang gawaing ito ay lampas na sa takdang oras. Gusto mo pa rin bang simulan ito?
hi: यह कार्य समय सीमा समाप्त हो चुका है। क्या आप फिर भी शुरू करना चाहते हैं?

source: Start Anyway
fil: Simulan Pa Rin
hi: फिर भी शुरू करें

# failedToStartTask
source: Failed to start task: {error}
fil: Hindi masimulan ang gawain: {error}
hi: कार्य शुरू करने में विफल: {error}

# failedToRefresh
source: Failed to refresh: {error}
fil: Hindi ma-refresh: {error}
hi: रीफ्रेश करने में विफल: {error}

# errorCompletingTask
source: Error completing task: {error}
fil: Error sa pagtatapos ng gawain: {error}
hi: कार्य पूर्ण करने में त्रुटि: {error}

source: OK / Pass
fil: OK / Pumasa
hi: OK / उत्तीर्ण

source: NG / Fail
fil: NG / Bumagsak
hi: NG / अनुत्तीर्ण

source: Please enter measured value!
fil: Pakiusap ipasok ang nasukat na halaga!
hi: कृपया मापा गया मान दर्ज करें!

source: Invalid value!
fil: Hindi wastong halaga!
hi: अमान्य मान!

# valueTooLow
source: Value too low! Minimum: {min}
fil: Masyadong mababa ang halaga! Minimum: {min}
hi: मान बहुत कम है! न्यूनतम: {min}

# valueTooHigh
source: Value too high! Maximum: {max}
fil: Masyadong mataas ang halaga! Maximum: {max}
hi: मान बहुत अधिक है! अधिकतम: {max}

source: Please enter observation note!
fil: Pakiusap ipasok ang obserbasyon!
hi: कृपया अवलोकन टिप्पणी दर्ज करें!

# serverConfigurationSaved
source: Server URL saved successfully! Please restart the app.
fil: Matagumpay na na-save ang Server URL! Pakiusap i-restart ang app.
hi: सर्वर URL सफलतापूर्वक सहेजा गया! कृपया ऐप को पुनः प्रारंभ करें।

# failedToSaveUrl
source: Failed to save URL: {error}
fil: Hindi ma-save ang URL: {error}
hi: URL सहेजने में विफल: {error}

source: Reset to Default
fil: I-reset sa Default
hi: डिफ़ॉल्ट पर रीसेट करें

source: Login failed: {error}
fil: Hindi matagumpay ang pag-login: {error}
hi: लॉगिन विफल रहा: {error}

source: Server Settings
fil: Mga Setting ng Server
hi: सर्वर सेटिंग्स

source: Sync
fil: I-sync
hi: समन्वयित करें

source: Save
fil: I-save
hi: सहेजें

source: Task Overview
fil: Pangkalahatang-ideya ng Gawain

source: Quick Access
fil: Mabilis na Access

source: Crew Member
fil: Miyembro ng Tripulante

source: Urgent Attention!
fil: Kagyat na Pansin!

# overdueTasksCount
source: {count} overdue task(s)
fil: {count} lampas sa takdang panahon

# itemsPending
source: {count} item(s) pending
fil: {count} item(s) nakabinbin

source: Watch Schedule
fil: Iskedyul ng Pagbantay

source: Good Morning
fil: Magandang Umaga

source: Good Afternoon
fil: Magandang Hapon

source: Good Evening
fil: Magandang Gabi

source: Good Night
fil: Magandang Gabi

source: Update Log Entry
fil: I-update ang Log Entry

source: Loading watch log...
fil: Naglo-load ng watch log...

source: Notable Events
fil: Mga Kapansin-pansing Kaganapan

# notableEventsHint
source: Course alterations, ships sighted, weather changes, etc.
fil: Mga pagbabago sa kurso, mga barkong nakita, pagbabago ng panahon, atbp.

# onlyMasterCanSign
source: Only the Master can sign and finalize watch logs.
fil: Ang Master lamang ang maaaring pumirma at tapusin ang mga watch log.

# appName
source: Maritime Crew App
hi: Maritime Crew ऐप

source: Username
hi: यूज़रनेम

source: Password
hi: पासवर्ड

source: Dashboard
hi: डैशबोर्ड

# priorityNormal
source: Normal
hi: सामान्य

source: Account
hi: खाता

source: Synchronization
hi: समन्वयन

source: Proprietary
hi: स्वामित्व

source: Offline
hi: ऑफ़लाइन

source: Online
hi: ऑनलाइन

source: User
hi: उपयोगकर्ता

source: Home
hi: होम

source: Profile
hi: प्रोफ़ाइल
